Revit 2027 API
ParameterTypeId.FbxLightPhotometricFileCache Property
 "None"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightPhotometricFileCache { get; }
Public Shared ReadOnly Property FbxLightPhotometricFileCache As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightPhotometricFileCache {
	ForgeTypeId^ get ();
}
static member FbxLightPhotometricFileCache : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace